import Benefits from '../Benefits/Benefits.js';
import './TermsOfUse.css';


const TermsOfUse = () => {

    return (
        <div>
            <div className="inner">
                <div className="centered-content">
                    <div className="page-title">
                        <h1>Общи условия</h1>
                    </div>
                    <div class="text">
                        <p>&nbsp;</p>
                        <p>&nbsp;</p>
                        <ol>
                            <li>
                                <p><strong>1. Предмет</strong></p>
                                <p>Чл. 1. Настоящите общи условия са предназначени за регулиране на отношенията между ДИМИПАРТС ООД, ЕИК --------, гр. Софи, бул. Русия № 23А, представлявано от ЦВЕТОМИР ДИМИТРОВ, наричано по-долу за краткост ДОСТАВЧИК, и клиентите, наричани по-долу ПОЛЗВАТЕЛИ, на електронния магазин „DIMIPARTS.BG”, наричан по-долу „ЕЛЕКТРОНЕН МАГАЗИН”.</p>
                                <p><strong>2. Данни за доставчика</strong></p>
                                <p>
                                    Чл. 2. Информация съгласно Закона за електронната търговия и Закона за защита на потребителите:
                            <p>А) Наименование на Доставчика:  „ДИМИПАРТС” ООД</p>
                                    <p>Б) Седалище и адрес на управление:  гр. София, бул. Русия № 23А.</p>
                                    <p>В) Адрес за упражняване на дейността:  гр. София, бул. Русия № 23А.</p>
                                    <p>Г) Данни за кореспонденция: гр. София 1303, бул. Русия № 23А.
                            Email: sales@dimiparts.bg, тел: 0893 496 566.</p>
                                </p>
                                <p><strong>3. Плащания</strong></p>
                                <p>Плащанията за услуги, предлагани чрез нашите партньори се извършват в брой, с банков превод или пощенски паричен превод от лицензиран куриерски оператор.</p>
                                <p><strong>4. Общи разпоредби</strong></p>
                                <p>Настоящите Общи условия могат да бъдат променяни по всяко време от "ДИМИПАРТС" ЕООД с оглед повишаване качеството на предоставяните услуги като и с въвеждането на нови такива. Промените могат да произтичат и от изменения в българското законодателство. "ДИМИПАРТС" ЕООД си запазва правото да променя Общите условия по всяко време и по своя преценка. Промените се поместват на официалната страница на сайта и влизат в сила от деня на поместването им там. Ползвателите на услугите на сайта са длъжни да проверяват актуализациите на Общите условия и да съобразяват поведението си с тях.
За всички неуредени в настоящите Общи условия въпроси се прилагат разпоредбите на действащото в Р. България законодателство. Всички възникнали спорове в отношенията между ползвателите на услугите на сайта и "ДИМИПАРТС" ЕООД се разрешават по взаимно съгласие, а ако такова не се постигне- пред компетентните съдилища в гр. София, съобразно приложимото в Р. България законодателство.</p>
                            </li>
                        </ol>
                    </div>
                </div>
            </div>
            <Benefits />
        </div>
    )
}


export default TermsOfUse;